// import banner from '../assets/banner.jpg'; // adjust path if needed

const BlogSingle = () => {
  return (
    <div className="bg-background w-full h-full p-6 space-y-6">
      <div className="flex justify-between gap-4 max-[500px]:flex-col max-[500px]:items-center max-[500px]:gap-5">
        <img src={'https://picsum.photos/300/100'} alt="banner" className="w-[60%] max-[500px]:w-full" />
        <div className="w-[38%] max-[500px]:w-full max-[500px]:text-center">
          <h2 className="title font-semibold text-primary">რა არის რეკლამა?</h2>
          <h6 className="text-gray-500 plain-text">21.05.2023</h6>
        </div>
      </div>

      <div className="space-y-4 plain-text">
        <p>
          იმისთვის, რომ მაყურებელს კარგად დაამახსოვრდეს რეკლამა, გრანდიოზულ რეკლამაში გამოიყენება მრავალი შემოქმედებითი ხერხი: იუმორი, სექსუალური მოტივები, საზოგადოებისთვის ცნობილი პიროვნებები (სელებრითი), ცხოველები ან გამოგონილი პერსონალები, ასევე ანიმაციური პერსონაჟები.

        </p>
        <p>
          რეკლამა, რომელსაც მოაქვს გარკვეული კომერციული შეტყობინება, იზიდავს მომხმარებლის ყურადღებას, ხელს უწყობს პროდუქციის გასაღებას და დიდი ხნით ამახსოვრდება მომხმარებელს. გრანდიოზულმა რეკლამამ უნდა გაუძლოს დროს. მაგალითად ათეული წლის განმავლობაში მუშაობს მარლბოროს კოვბოის სახე მომხმარებელზე და მისი მეშვეობით მარლბორო დღესაც ყველაზე კარგად იყიდება მსოფლიოში, ასევე, ათეული წლები შემორჩა ფოლკსვაგენის რეკლამა;
          შესრულების კულტურა: იდეის წარმატება დამოკიდებულია შესრულებაზე.
        </p>
        <p>ჩვენ და ყველა ჩვენგანს ყოველდღიურად უწევს რეკლამის ნახვა...</p>
        <p>რეკლამა არის კომუნიკაცია მწარმოებელსა და მომხმარებელს შორის.</p>

        <h4 className="title font-bold">რეკლამის სტანდარტული განმარტება შეიცავს ექვს კომპონენტს:</h4>
        <ul className="list-disc list-inside space-y-2">
          <li>რეკლამა - ესაა კომუნიკაციის მატერიალურად ანაზღაურებული ფორმა;</li>
          <li>ინფორმაციაში იდენტიფიცირებულია სპონსორი;</li>
          <li>მიზანია მომხმარებლის ქმედება (შეიძინოს);</li>
          <li>განთავსება უნდა მოხდეს მასმედიაში;</li>
          <li>მიზნობრივი აუდიტორიის მაქსიმუმი უნდა დაფაროს;</li>
          <li>არაპერსონიფიცირებული მასობრივი კომუნიკაციაა.</li>
        </ul>

        <h4 className="title font-bold">რა არის გრანდიოზული რეკლამა?</h4>
        <p>გრანდიოზულ რეკლამას მოაქვს შეტყობინება, იზიდავს ყურადღებას...</p>
        <p>იმისთვის, რომ მაყურებელს დაამახსოვრდეს რეკლამა...</p>

        <h4 className="title font-bold">სამი ვეშაპი, რომელზედაც დგას გრანდიოზული რეკლამა.</h4>
        <p>
          რა ხდის რეკლამას გრანდიოზულს?<br />
          რატომ ხდება რეკლამა კლასიკა?<br />
          როგორ ჩაიბეჭდება რეკლამა მომხმარებელზე?<br />
          რატომ გრძელდება სარეკლამო კამპანია წლები?
        </p>
        <p>ყველა ფაქტორი ერთიანდება სამ ძირითად კატეგორიად – სტრატეგია</p>
      </div>
    </div>
  );
};

export default BlogSingle;
